{
  "imported_at": "2026-02-28T10:52:45.500618+00:00",
  "modules": {
    "school": {
      "title": "O škole | Základná škola",
      "lines": [
        "O škole | Základná škola",
        "Základná škola s materskou školou, Dolné Saliby 19",
        "História školy",
        "Táto stránka môže obsahovať základné informácie o Vašej škole, môžete si ju ľubovoľne meniť. Návod, ako tieto zmeny uskutočniť, nájdete tu:",
        "http://help.edupage.org/",
        "Patriciorum numerum auxi consul",
        "Et tertium consulari",
        "Vota pro valetudine",
        "mea suscipi per consules et sacerdotes quinto quoque anno senatus decrevit. Ex iis votis saepe fecerunt vivo me ludos aliquotiens sacerdotum quattuor amplissima collegia, aliquotiens consules. Privatim etiam et municipatim universi cives unanimiter continenter apud omnia pulvinaria pro valetudine mea supplicaverunt.",
        "Nomen meum senatus consulto",
        "inclusum est in saliare carmen, et sacrosanctus in perpetum ut essem et, quoad viverem, tribunicia potestas mihi esset, per legem sanctum est. Pontifex maximus ne fierem in vivi conlegae mei locum, populo id sacerdotium deferente mihi quod pater meus habuerat, recusavi.",
        "Quod sacerdotium aliquod",
        "post annos, eo mortuo qui civilis motus occasione occupaverat, cuncta ex Italia ad comitia mea confluente multitudine, quanta Romae nunquam fertur ante id tempus fuisse, recepi, P. Sulpicio C. Valgio consulibus.",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 16
    },
    "news": {
      "title": "Novinky | Základná škola",
      "lines": [
        "Novinky | Základná škola",
        "Dáta z programu aScAgenda boli aktualizované",
        "Základná škola s materskou školou , Dolné Saliby 19 ,",
        "92502 Dolné Saliby",
        "Štandardy dodržiavania zákazu segregácie vo výchove a vzdelávaní",
        "Dodatok ku školskému poriadku 2024/2025",
        "Školský rok 2024/2025",
        "Obsah Článok 1 Úvodné ustanovenia",
        "Článok 2 Charakteristika šikanovania",
        "Článok 3 Prevencia šikanovania",
        "Článok 4 Metódy riešenia šikanovania",
        "Článok 5 Opatrenia na riešenie situácie",
        "Článok 6 Spolupráca školy s orgánmi v trestnom konaní a orgánom sociálnoprávnej ochrany detí a sociálnej kurately",
        "Článok 7 Spolupráca školy so zákonnými zástupcami školy, osobami, ktoré sa osobne starajú o dieťa alebo zariadením, v ktorom je žiak umiestnený na základe rozhodnutia súdu",
        "Článok 8 Zodpovednosť školy",
        "Článok 9 Postup v prípade zistenia šikanovania",
        "Článok 10 Záverečné ustanovenia a účinnosť",
        "Článok 2 Charakteristika šikanovania 1. Šikanovaním rozumieme správanie žiaka, ktorého úmyslom je ublíženie, ohrozenie alebo zastrašovanie iného žiaka alebo úmyselný spravidla opakovaný útok voči žiakovi alebo skupine žiakov, ktorí sa z rôznych dôvodov nevedia alebo nemôžu brániť.",
        "2. Podstatou šikanovania sú najmä úmysel bezprostredne smerujúci k fyzickému alebo psychickému ublíženiu druhému, agresia jedného žiaka alebo skupiny žiakov, prevaha agresora alebo skupiny agresorov nad obeťou.",
        "4. Kyberšikanovanie je priama forma šikanovania. Ide pri nej o zneužitie informačno komunikačných technológií /telefónu, tabletu, internetu a sociálnych sietí/ na úmyselné ohrozenie, ublíženie alebo zastrašovanie. Môže sa spájať s inými formami šikanovania.",
        "9. Šikanovanie môže napĺňať skutkovú podstatu priestupku proti občianskemu spolunažívaniu /§ 49 zákona Slovenskej národnej rady č. 372/1990 Zb. o priestupkoch v znení neskorších predpisov/ alebo priestupku proti majetku /§ 50 zákona Slovenskej národnej rady č. 372/1990 Zb. o priestupkoch v znení neskorších predpisov/ .",
        "11. Pedagogický zamestnanec alebo odborný zamestnanec, ktorému je známy prípad šikanovania a neprijme žiadne opatrenie, môže byť stíhaný najmä za trestný čin: a) neprekazenia trestného činu /§ 341 Trestného zákona/, b) neoznámenia trestného činu /§ 340 Trestného zákona/, c) ublíženia na zdraví /§ 158 Trestného zákona/.",
        "3. Riaditeľ školy, koordinátor prevencie a triedny učiteľ vopred preveria navrhované preventívne činnosti školy s cieľom predísť nežiaducemu vplyvu neodborných činností, ako aj škodlivému vplyvu kultov, siekt či extrémistických organizácií na žiakov.",
        "4. Riaditeľ školy oboznamuje s podstatou, formami a nebezpečnými dôsledkami šikanovania všetkých žiakov a ich zákonných zástupcov, zamestnancov školy, osoby, ktoré sa starajú o dieťa a zariadenie, v ktorom je žiak umiestnený na základe rozhodnutia súdu.",
        "6. Úlohou vedenia školy, všetkých pedagogických a nepedagogických zamestnancov školy je vytvoriť pozitívnu klímu v škole, aby sa predchádzalo prejavom antisociálneho správania žiakov i skupín žiakov.",
        "7. Táto smernica je v súlade s pravidlami správania a konania žiakov vrátane sankcií za ich porušenie zapracovanými v školskom poriadku.",
        "8. Výchovný poradca školy, školský psychológ, ako aj koordinátor prevencie drogových závislostí a iných sociálno–patologických javov zapracujú ustanovenia tejto smernice do svojich plánov práce.",
        "9. S touto smernicou sú povinní oboznámiť žiakov školy všetci triedni učitelia a túto skutočnosť zapísať do preberajúceho učiva v časti „triednicka hodina.“",
        "10. S touto smernicou riaditeľka školy oboznámi všetkých pedagogických zamestnancov školy na pracovnej porade.",
        "Článok 5 Opatrenia na riešenie situácie V prípade, že sa vyskytne prípad šikanovania, sa budú používať tieto opatrenia:",
        "1. Škola zodpovedá za žiakov v čase školského vyučovania a školských akcií v súlade so zákonom č. 245/2008 Zb. – školský zákon, Dohovorom o právach dieťaťa a podľa pracovného poriadku školy.",
        "3. Škola zodpovedá aj za škodu, ktorú v čase vyučovania, resp. v dobe vykonávania tzv. prechodného dohľadu spôsobí žiak, pokiaľ ten (to zn. učiteľ alebo lektor/tréner), kto je povinný vykonávať dohľad nepreukáže, že náležitý dohľad nezanedbal (§ 422 Občianskeho zákonníka).",
        "V prípade, že v priestoroch budovy počas školského vyučovania, resp. na školských akciách uvedených v článku 8 bod 2, písm. c), sa zistí prípad šikanovania, je každý pedagogický resp. nepedagogický zamestnanec postupovať takto:",
        "1. Ten zamestnanec, ktorý tento prípad zistí, informuje o tejto skutočnosti triedneho učiteľa agresora a obete (predtým si zistí meno a priezvisko týchto žiakov a triedu, ktorú navštevujú), výchovného poradcu a zástupcu vedenia školy.",
        "2. Triedni učitelia si na vyšetrenie prizvú daných žiakov, zamestnanca školy, ktorý skutočnosť oznámil a výchovného poradcu školy (pri zachovaní dôvernosti). O danom vyšetrení spíšu zápis, pričom tento odovzdajú v jednom vyhotovení: • zástupcovi vedenia školy,",
        "• výchovnému poradcovi.",
        "Jeden exemplár si nechajú pre svoju potrebu.",
        "Pri rozhovore s obeťou: • necháme dieťa samostatne hovoriť, citlivo ho povzbudzujeme, aby hovorilo čo najviac,",
        "● po spontánnej výpovedi sa začneme pýtať na všetky podrobnosti,",
        "● otázky: \"Čo sa stalo? Kde sa to stalo? Kto čo urobil? Ako sa správali ostatní prítomní?\",",
        "● obeť uistíme o svojej ochrane,",
        "● môžeme dieťa požiadať, aby celý incident napísalo,",
        "● ak je viditeľné zranenie, upovedomíme lekára, prípadne políciu,",
        "● upovedomíme rodičov,",
        "● pozor na falošné obvinenia. Pri rozhovore s agresorom:",
        "● skôr ako začneme naostro vyšetrovať, zvážime, aká je možnosť agresora usvedčiť,",
        "● otvorene povieme o obvinení a sledujeme reakcie, využijeme dôkazy, ale bez prezradenia zdroja (chránime obeť i svedkov),",
        "● konáme pokojne, neoddávajme sa prípadnému hnevu,",
        "● necháme samostatne hovoriť agresora, prípadne mu dáme celú situáciu napísať,",
        "● kladieme mu jasné a presné otázky,",
        "● kým prípad nie je vyriešený, neodsudzujeme,",
        "● aj v prípade vyriešeného problému odsúdime čin, nie celú osobnosť (ako človek má šancu na nápravu),",
        "● informujeme o možných sankciách a ďalšom postupe. Pri rozhovoroch so svedkami:",
        "• realizujeme individuálne rozhovory,",
        "● kladieme konkrétne otázky (kto?, kedy?, ako?),",
        "● v prípade, že sa nám nedarí, použijeme takú otázku, z ktorej sa už predpokladá, že dieťa určitú vec videlo: \"Kde si bol, keď ...\" namiesto \"Ublížil X žiak žiakovi Y?\",",
        "● dobré sú otázky, na ktoré sa nedá odpovedať áno - nie – neviem,",
        "● musíme čeliť výhovorkám,",
        "● výpovede si zapísať, zosumarizovať dokumentáciu a dôkazy.",
        "3. V zápise popíšu skutočnosť, vyjadrenia agresora a obete a navrhnú opatrenia na riešenie.",
        "4. Triedni učitelia agresora a obete v spolupráci s výchovným poradcom si pozvú na pohovor rodičov, resp. zákonných zástupcov týchto žiakov. Aj o tomto stretnutí spíšu zápis (pozri bod č. 2). K pohovoru prizvú aj zástupcu vedenia školy.",
        "9 5. Po písomnom uzavretí celého prípadu, zvážení návrhov na opatrenia, vyjadrení agresora a obete, rodičov, resp. zákonných zástupcov týchto žiakov riaditeľ školy rozhodne o ďalšom postupe v súlade so školským poriadkom, pracovným poriadkom školy, resp. zákonom č. 300/2005 Z. z. a č. 372/1990 Zb.",
        "6. Nakoľko šikanovanie je závažným negatívnym spoločenským javom, celý prípad vyšetrenia šikanovania sa bude realizovať pri zachovaní dôvernosti až do vyriešenia daného prípadu. Týmto postupom nie je dotknutá informačná povinnosť školy.",
        "7. V prípade, že tento negatívny jav zistí žiak/žiačka školy, je povinný/á okamžite o tejto skutočnosti informovať svojho triedneho učiteľa a v jeho neprítomnosti zástupcu vedenia školy.",
        "Článok 10 Záverečné ustanovenie a účinnosť",
        "V Dolných Salibách PaedDr.Juliana Szecsényiová",
        "Prekonzultované aj dňa 04.02.2025 na pedagogickej porade",
        "/Táto smernica je aj ako Dodatok ku školskému poriadku 2024/2025 /",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 71
    },
    "calendar": {
      "title": "Kalendár | Základná škola",
      "lines": [
        "Kalendár | Základná škola",
        "Dnes je Sobota 28. 2. 2026",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 5
    },
    "timetable": {
      "title": "Rozvrh | Základná škola",
      "lines": [
        "Rozvrh | Základná škola",
        "aSc Rozvrhy - program na tvorbu rozvrhu školy",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 5
    },
    "substitution": {
      "title": "Suplovanie | Základná škola",
      "lines": [
        "Suplovanie | Základná škola",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 4
    },
    "teachers": {
      "title": "Učitelia | Základná škola",
      "lines": [
        "Učitelia | Základná škola",
        "Zoznam učiteľov",
        "Monika Árvayová",
        "AM",
        "Anita Horváthová",
        "HA",
        "Dominika Lovászová",
        "LD",
        "Barbora Macková",
        "MB",
        "Angelika Prágaiová",
        "PA",
        "Veronika Šimeková",
        "ŠV",
        "Triedna učiteľka:",
        "druhá",
        "prvá",
        "tretia",
        "© aScAgenda",
        "agenda.skoly.org",
        "Stránka aktualizovaná:",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 24
    },
    "forms": {
      "title": "Triedy | Základná škola",
      "lines": [
        "Triedy | Základná škola",
        "Zoznam tried",
        "Názov",
        "prvá",
        "Triedny učiteľ",
        "Veronika Šimeková",
        "druhá",
        "tretia",
        "© aScAgenda",
        "agenda.skoly.org",
        "Stránka aktualizovaná:",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 14
    },
    "subjects": {
      "title": "Predmety | Základná škola",
      "lines": [
        "Predmety | Základná škola",
        "Zoznam predmetov",
        "WWW",
        "Názov",
        "Skratka",
        "Anglický jazyk",
        "ANJ",
        "Etická výchova",
        "ETV",
        "Matematika",
        "MAT",
        "Náboženská výchova",
        "NBV",
        "Prírodoveda",
        "PDA",
        "Prvouka",
        "PVO",
        "Slovenský jazyk a slovenská literatúra",
        "SJL",
        "Správanie",
        "Telesná a športová výchova",
        "TSV",
        "Vlastiveda",
        "VLA",
        "© aScAgenda",
        "agenda.skoly.org",
        "Stránka aktualizovaná:",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 30
    },
    "classrooms": {
      "title": "Učebne | Základná škola",
      "lines": [
        "Učebne | Základná škola",
        "Zoznam učební a kabinetov",
        "Názov",
        "Skratka",
        "© aScAgenda",
        "agenda.skoly.org",
        "Stránka aktualizovaná:",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 10
    },
    "kruzky": {
      "title": "Krúžky | Základná škola",
      "lines": [
        "Krúžky | Základná škola",
        "Zoznam krúžkov",
        "WWW",
        "Názov",
        "© aScAgenda",
        "agenda.skoly.org",
        "Stránka aktualizovaná:",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 10
    },
    "library": {
      "title": "Prihlásenie | Základná škola",
      "lines": [
        "Prihlásenie | Základná škola",
        "Prihlasovacie meno:",
        "Heslo:",
        "Neviem prihlasovacie meno alebo heslo",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 7
    },
    "album": {
      "title": "Fotoalbum | Základná škola",
      "lines": [
        "Fotoalbum | Základná škola",
        "Dolné Saliby 19",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová"
      ],
      "line_count": 4
    },
    "contact": {
      "title": "Kontakt | Základná škola",
      "lines": [
        "Kontakt | Základná škola",
        "Meno školy:",
        "Email školy:",
        "zakladnaskola@dolnesaliby.sk",
        "Email na správcu obsahu:",
        "julianaszecsenyi@gmail.sk",
        "Email na webmastera:",
        "Telefón:",
        "+421 - 317853210",
        "0905649705/riaditeľka školy PaedDr.Juliana Szecsényiová",
        "Adresa školy:",
        "Dolné Saliby 19",
        "925 02 Dolné Saliby",
        "Slovakia",
        "IČO:",
        "DIČ:"
      ],
      "line_count": 16
    }
  }
}